Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/minun_kulttuuriymparistoni_ja_-perintoni_-oppimateriaali_on_ilmestynyt.html.tmx
Source language: fin
Languages: sms

source: Minun kulttuuriympäristöni ja -perintöni -oppimateriaali on ilmestynyt
sms: Muu kulttuurpirrõs da -äʹrbb -mättmateriaal lij iʹlmstõõvvâm

source: Mitä nimet kertovat lähiympäristöstä?
sms: Mâid nõõm mušttle âʹlddpirrõõzzâst?

source: Onko paikka käyttämätön, vaikka siinä ei näy käytön jälkiä?
sms: Lij-a päiʹǩǩ ââʹnnmest, håʹt tõʹst jie kuõsttu âânnmõõžž ǩiõj?

source: Millaisia ääniä lähiympäristöstä löytyy?
sms: Muʹvddem jiõn âʹlddpirrõõzzâst kollʼje?

source: Minun kulttuuriympäristöni ja -perintöni on opetusmateriaali, jonka tavoitteena on tuoda oppilaille näkyväksi saamelainen kulttuuriperintö ja erilaiset kulttuuriympäristöt.
sms: Muu kulttuurpirrõs da -äʹrbb lij mättʼtõsmateriaal, koon täävtõssan lij laiʹddjed mättʼtõõttjid sääʹm kulttuurärbba da määŋgnallšem kulttuurpirrõõzzid.

source: Oppimateriaali sisältää kuusi eri laajuista harjoitusta saamelaisen kulttuuriperinnön ja kulttuuriympäristön ymmärtämiseen ja oppimiseen.
sms: Mättmateriaal âânn seʹst kutt (6) jeeʹres veeidas haʹrjjtõõzz säʹmmlai kulttuurääʹrb da kulttuurpirrõõzz fiʹttjummša da mättjummša.

source: Julkaisun tavoitteena on innostaa opettajia sekä kasvattajia ottamaan kulttuuriperintö- ja kulttuuriympäristökasvatus osaksi opetusta.
sms: Tän materiaal jurddjen lij mooutʼted uʹčteeʹlid di šõddeeʹjid väʹldded kulttuurääʹrb- da kulttuurpirrõs-šõddeem vueʹssen mättʼtõõzz.

source: Opetusmateriaalia voidaan hyödyntää erilaisten opetusryhmien kanssa ja soveltaa helposti myös osaksi varhaiskasvatusta tai kielipesätoimintaa.
sms: Mättʼtõsmateriaal vuäitt äuʹǩǩen ââʹnned jeeʹresnallšem mättʼtõsjooukivuiʹm da suåvted hieʹlǩeld še vueʹssen õuddpeâmm leʹbe ǩiõllpieʹsstååim.

source: Materiaali on koottu yhteistyössä Suomen Kulttuuriperintökasvatus seuran, Saamelaiskäräjien koulutus- ja oppimateriaalitoimiston, Saamelaisalueen koulutuskeskuksen Arktista pedagogiikkaa II hankkeen ja Saamelaismuseo Siidan kanssa.
sms: Materiaal lij rajjum õhttsažtuejast Lääʹdd Kulttuuräʹrbbšõddummuž sieʹbrin, Sääʹmteeʹǧǧ škooultõs- da mättmateriaalkonttrin, Sääʹmvuuʹd škooultemkõõskõõzz Aarktlaž pedagokiikk ll haʹŋǩǩõõzz da Sääʹm-museo Siidain.

source: Materiaalin ovat toimittaneet Marita Aikio, Unni Länsman, Eija Ojanlatva, Miina Seurujärvi, Jaakko Tuominen ja Anna Väänänen.
sms: Materiaal lie tååimtam Marita Aikio, Unni Länsman, Eija Ojanlatva, Miina Seurujärvi, Jaakko Tuominen da Anna Väänänen.

source: Materiaali on koltan- inarin- ja pohjoissaamen kielellä Kulttuurin vuosikello -sivuilla !
sms: Materiaal lij nuõrtt- aanar- da tâʹvvsääʹmǩiõʹlle Kulttuurin vuosikello -seeidain !

source: Sivuilta löytyy myös materiaalin suomenkielinen käsikirjoitus pdf-muodossa .
sms: Seeidain käunnai še materiaal lääʹddǩiõllsaž ǩiõttǩeeʹrjtõs pdf-hääʹmest .

source: Suomenkielinen käsikirjoitus
sms: Lääʹddǩiõllsaž ǩiõttǩeeʹrjtõs
